//
//  main.m
//  lesson1
//
//  Created by Eugene Kiselev on 30.01.2021.
//

#import <Foundation/Foundation.h>

int main(int argc, const char * argv[]) {
    @autoreleasepool {
        
        // 1) Создать программу, которая будет применять к введенным числам различные арифметические операции
        // 2) Улучшить программу: организовать вывод результата и переменных в консоль одной строкой
        // 3) *Создать приложение, которое будет вычислять среднее число из трех переменных, не применяя специальные функции
        
    }
    return 0;
}
